[
    {
        "1": "Why are people hating...her voice is extraordinary",
        "2": "Cool. New songwriting hack: Comments on YT #fuckpoetry",
        "3": "Ahh, a fellow sophisticate, I see",
        "4": "A box held up in the sky by two lawnmower blades",
        "5": "Takes a pretty shitty person to the ignore that and keep staring at your phone",
        "6": "Taylor did it better",
        "7": "But, are they armed?\nI want to know where it will be safe to hide when they rise up.",
        "8": "Jesus christ, I cannot believe someone thinks this is how reddit operates.",
        "9": "Didn’t realize those were the only two options.",
        "10": "I have never watched anything relating to Harry Potter",
        "11": "r/natureisfuckinglit",
        "12": "Totally unrelated but that pet cameo was pretty insane",
        "13": "Keanu chungus.",
        "14": "She sounds like most radio music, because all radio music usually sounds the same (chord progression etc.)",
        "15": "Because the US military wants to have the most accurate version.  Most people don't have a need for centimeter accurate GPS anyways.",
        "16": "[removed]",
        "17": "Last time I checked Jake Paul didn't do only rap.",
        "18": "Since they are rotating in opposite directions does this reduce or eliminate the need for a tail rotor?",
        "19": "SO many people did this not just Steve, Colleen Ballinger was the first person to do this 4 years ago from what I found. Steve was second",
        "20": " Birb!!!!",
        "21": "Haters are just fans in denial. He he",
        "22": "*cries* you're *cries *",
        "23": "Wow, didn’t know they had grammar check and msword in 1865",
        "24": "Obviously. It is big game hunting not little no-challenge hunting. \n\nThey do get to use big elephant guns that stick out giant hands from the end to help them hunt you.",
        "25": "I've always seen it on t-shirts. Now I know what it looks like IRL"
    },
    {
        "1": "How come they have to wear mittens? Are the talons that sharp that you can’t just have your arm out?",
        "2": "How big could it be- Jesus Christ",
        "3": "We never would have been able to tell this was sarcasm without the /s.",
        "4": "Murder turkey",
        "5": "That's an absolute unit of an eagle.",
        "6": "[removed]",
        "7": "Just don't show it to conspiracy theorists.",
        "8": "The size of the ovaries on that woman. Jeeze.",
        "9": "I am reading Sapiens and were quite shocked",
        "10": "Dude just standing there like he's not a God damn wizard",
        "11": "Great thinking but I’m surprised they didn’t spot it.",
        "12": "That was actually super interesting",
        "13": "They went extinct in 1400",
        "14": "Get in.",
        "15": "Back in the day, the cool reasoning demo was Blockworld. Written in Lisp, the system simulated a robot arm and could reason about how to move blocks around in its simulated environment. It could also explain its reasoning to you if you asked it why it took a specific action. I have an old Lisp textbook from 1968-ish that has the code as an example. Funnily, although Design Patterns for code were not \"invented\" or discussed until the late '90's or early 2000s, the code uses a clear example of what would come to be termed of as the [Memento Pattern](https://en.wikipedia.org/wiki/Memento_pattern), and also uses object oriented design, which software engineers wouldn't even speak of in those terms until the late 80's or early 90's. The Lisp guys were doing it *three decades* earlier.\n\n\nAnywhoo, the point of this long-winded and rather nerdy intro is that now that we have the processing power and hardware to actually do this in the real world, it'd be a *really fun* project to put together a demo that you could talk to in recognizable English and have the system reason and drive an actual robot arm like this to perform work for a user. That's where the really powerful applications of these technologies where start to come into play.",
        "16": "It’s The Pagemaster all over again",
        "17": "In a mass extinction event (or any extinction event), the biggest and most specialized animals are always the first to go. The small, unspecialized/adaptable ones are the survivors.",
        "18": "Looks like stars being flung out of Orbit as galaxies collide. Just universal things happening on different levels. Love it",
        "19": "I heard he gently rubs his penis on them and they open",
        "20": "When I was 12 I googled pterodactyl sex way too many times to watch that video. My poor parents were probably so confused.",
        "21": "When I saw the title I was expecting her to get mcfrickin snatched",
        "22": "Eerie 😱",
        "23": "My sister (who studies immunology) just told me this is called \"Phagocytosis\"",
        "24": "Her dog has wings. HER DOG HAS WINGS!",
        "25": "The NPR science podcast Shortwave just did an episode on this.  Arecibo's instruments were not as dated as the structure itself, and while there are definitely more modern radio telescopes out there, there are also advantages to a single dish system too.  Arecibo could use active sensing systems like radar, as well as passive sensing.  \n\n\nIt was still an active and scientifically useful instrument, and the world of radio astronomy feels its loss deeply.    \n\n\nRIP you big beautiful dish."
    },
    {
        "1": "Jungle Bells... Jungle Bells...batman smells...\n\nand Robin lade an eeegg...",
        "2": "But the really question is, can it run Crysis?",
        "3": "They should add this to the game.",
        "4": "Already did :D",
        "5": "Yeah you got it",
        "6": "As long as you die, it shall revive!",
        "7": "Very true",
        "8": "it will be done my lord",
        "9": "tnt minecarts in skywars be like :",
        "10": "r/WCGW",
        "11": "just google minecraft circle charts",
        "12": "this is not a joke, i'm genuinely making something like this, fellow human",
        "13": "That's a war you will never win.",
        "14": "And glide all the way to the world border",
        "15": "hard disagree, the only ones that changed are acacia, birch, and warped, and now they look ugly.",
        "16": "Made in survival",
        "17": "---\r\n**This is a manual removal by a *human moderator* - do not ignore it, or make any other posts without first reading *all* of the following important message...**\r\n---\r\n\r\nHello /u/WeeatIF. Your submission has been removed for the following reason(s):\r\n\r\n* __Tired Submission__ - Submissions featuring content that is low-effort, often posted, old, or uninteresting are liable to be removed. A non-exhaustive list of content that has been deemed removable can be found in this rules page:\r\n\r\n https://www.reddit.com/r/Minecraft/wiki/rules#wiki_commonly_posted_and_tired_submissions\r\n\r\n\r\n\r\n\r\n\r\n*If you feel this was done in error, have fixed your post, or would like further clarification, please don't hesitate to contact the moderation team via modmail* - *do* **not** *private message or send chat requests to individual moderators, they will be ignored*\r\n\r\n**DON'T POST THIS AGAIN! PLEASE READ THE FOLLOWING NOTES**\r\n\r\n**Please carefully read the removal reason** quoted above, and the [subreddit rules](/r/Minecraft/w/rules) and [subreddit guidelines](/r/Minecraft/w/guidelines) **before** disputing removal. Here is the [contact link](http://www.reddit.com/message/compose?to=/r/Minecraft&amp;subject=Removal Dispute&amp;message=My submission: https://www.reddit.com/r/Minecraft/comments/k58m2d/-/%0D%0A%0D%0AYour dispute message goes here.%0APLEASE READ THE REMOVAL COMMENT CAREFULLY FIRST, INCLUDING LINKS!) to use after reading the rules. *Under no circumstances post this again without first obtaining confirmation*.\r\n\r\n---\r\n**This is not an automated message. Do not ignore it, or make any other posts without reading *all* of the above. Don't contact this moderator directly. Use the link provided after reading every word of this removal message.**\r\n---",
        "18": "Looks awesome, and realistic, without you telling me I would easily know it’s a light house.",
        "19": "Isn't that that Jack guy from achievement hunter?",
        "20": "yea its from chisel and bits mod",
        "21": "No make a texture pack in ms paint style",
        "22": "(jestem z polski ale nie ogarniałem o co chodzi)",
        "23": "Yooooooo that’s epic nice job",
        "24": "---\r\n**This is a manual removal by a *human moderator* - do not ignore it, or make any other posts without first reading *all* of the following important message...**\r\n---\r\n\r\nHello /u/FTXB. Your submission has been removed for the following reason(s):\r\n\r\n* __Tired Submission__ - Submissions featuring content that is low-effort, often posted, old, or uninteresting are liable to be removed. A non-exhaustive list of content that has been deemed removable can be found in this rules page:\r\n\r\n https://www.reddit.com/r/Minecraft/wiki/rules#wiki_commonly_posted_and_tired_submissions\r\n\r\n\r\n\r\n\r\n\r\n*If you feel this was done in error, have fixed your post, or would like further clarification, please don't hesitate to contact the moderation team via modmail* - *do* **not** *private message or send chat requests to individual moderators, they will be ignored*\r\n\r\n**DON'T POST THIS AGAIN! PLEASE READ THE FOLLOWING NOTES**\r\n\r\n**Please carefully read the removal reason** quoted above, and the [subreddit rules](/r/Minecraft/w/rules) and [subreddit guidelines](/r/Minecraft/w/guidelines) **before** disputing removal. Here is the [contact link](http://www.reddit.com/message/compose?to=/r/Minecraft&amp;subject=Removal Dispute&amp;message=My submission: https://www.reddit.com/r/Minecraft/comments/k58u6a/-/%0D%0A%0D%0AYour dispute message goes here.%0APLEASE READ THE REMOVAL COMMENT CAREFULLY FIRST, INCLUDING LINKS!) to use after reading the rules. *Under no circumstances post this again without first obtaining confirmation*.\r\n\r\n---\r\n**This is not an automated message. Do not ignore it, or make any other posts without reading *all* of the above. Don't contact this moderator directly. Use the link provided after reading every word of this removal message.**\r\n---",
        "25": "this reminds me of one of those mobile ads where you cut soap"
    }
]