[
    {
        "1": "and small brain",
        "2": "It’s always weird but thanks to the modern world it’s getting less weird",
        "3": "[removed]",
        "4": "This is very wholesome, thank you",
        "5": "Non-muslims aren't even allowed in the city where this is located.",
        "6": "Damn that's good. How long did that take you?",
        "7": "Thanks for reminding me, yeesh",
        "8": "Here is the [work in progress ](https://ibb.co/py0G6Hb) picture. It was a low resolution as i clicked it with my old phone 3 years back.",
        "9": "You spin me right ‘round baby",
        "10": "Oh okay i wasnt aware its was that serious of a religious act. I like learning about other religions and their practices. Thats pretty cool that they have a place of worship or enlightenment like that. Thank you.",
        "11": "[removed]",
        "12": "Jump* u this answer your own question",
        "13": "I believe this is the original [source ](https://youtu.be/AUCTnmWT5Lk)",
        "14": "[removed]",
        "15": "[removed]",
        "16": "I WOULD PAY THIS MAN A LOT OF MONEY TO SLAP ME INTO NEXT YEAR.",
        "17": "If I saw this in Santa Cruz, I wouldn't be surprised.",
        "18": "Inshallah",
        "19": "Wait! So this is black stallion!! What was the thing thrn that i watched on xhamsters!?",
        "20": "This is so detailed it looks like a filter! +1",
        "21": "This is wholesome",
        "22": "Are films like this not Rotoscoped?",
        "23": "https://www.youtube.com/watch?v=LWOOPJV8lTI\n\nhttps://www.youtube.com/watch?v=2Cw23s8Mues",
        "24": "^^oh ^^ok",
        "25": "Truly magnificent that it has sarcastic jerks like you around here"
    },
    {
        "1": "That looks like it took awhile",
        "2": "How did Steve get in that cave?",
        "3": "If he had a hat it will be a loan shark",
        "4": " Subnautica vibes",
        "5": "I did like that exact same thing in the same type of biome with a similar base with the same skin.",
        "6": "It's your game, you do what you want.",
        "7": "Reminds me of a character in fallout. The magician guy",
        "8": "The trident killers will work. I used the farm up until the last 1.16 beta with no issues, and no changes have been made to trident killers from the last1.16 beta to now.",
        "9": "You should also make one with it’a jaw open wide like they do when they attack.",
        "10": "I’m pretty sure the ticking area is bedrock only, if you put the command block in the spawn chunks it works like ticking area",
        "11": "Constructive criticism, I feel like the nether Star doesn’t fit with the rest: maybe less colorful or switch the colors to be closer?",
        "12": "im sorry im not sure what this means. if you mean block textures, ive already done most of them",
        "13": "Fuck you pun master. You deserve this for your quick thinking and lack of empathy",
        "14": "Too much man not enough ender.",
        "15": "I’m not very good with commands but maybe do @p instead of @e? I am not sure though",
        "16": "&gt;Which enchantment is which\n\n**Themes**\n\nQuartz theme is for Sharpness\n\nLava theme is for Smite\n\nDark red theme is for Bane of Arthropods, like his eyes \n\nEmerald theme is for Looting\n\nFire theme is for Fire Aspect \n\nLapisLazuli theme knockback\n\nRedStone theme Sweeping Edge",
        "17": "Maybe a few dollars or so, i pay $7 for our private one and we have a similar amount of players, as a rough guide - [https://villagerhost.net](https://villagerhost.net)",
        "18": "Your opinion is straight up wrong, the definition of gamer is, “A person who plays video games,” Bedrock edition is still a video game, so people who play bedrock can be gamers.",
        "19": "Looks like something from Fallout",
        "20": "That’s what the Ip config command shows",
        "21": "That's what I said.",
        "22": "Sorry for grainy quality - I have no idea how to get a 10+ second gif to look nice AND be optimized for the life of me.",
        "23": "Why not?",
        "24": "The UI is meant to feel like medieval RPGs, so no that won't change. Bare bones is a completely different style and it would make no sense to use that UI/font style. I plan on updating the GUI textures eventually but the style will stay the same. The name also will not change. It's a nice word, it explains the process of the pack/how I started making it. And, more importantly, it's the only pack with this name. It's been called Serendipity for a long time and changing it would also be confusing/weaken the association between the name and the pack/style. What exactly seems off about it to you?\n\nMobs will mostly stay the same as well. Also, it's important to note (in case you have no experience with these things) that everything you've listed is ambiguous and would take days to change everything. If you have more specific criticism/advice I'd be more open to hearing it\n\nThanks all the same, glad you like the pack. Appreciate the feedback",
        "25": "Thank you mine was moldy"
    },
    {
        "1": "That’s nearly the most “Australian” photo I’ve ever seen. Just missing a tin of fosters in the background and we’re onto something.",
        "2": "Get up Private Allen! Rangers lead the way!",
        "3": "I would like to hire his services for my cat. I will pay handsomely.",
        "4": "This is retarded.",
        "5": " [https://www.atlasobscura.com/articles/world-turtle-cosmic-discworld](https://www.atlasobscura.com/articles/world-turtle-cosmic-discworld)",
        "6": "\n**Please report this post if:**\n\n* It is spam\n\n* It is NOT interesting as fuck \n\n* It is a social media screen shot\n\n* It has text on an image\n\n* It does NOT have a descriptive title\n\n* It is gossip/tabloid material\n\n* Proof is needed and not provided\n\n *See [the rules](https://www.reddit.com/r/interestingasfuck/about/rules/) for more information.*\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/interestingasfuck) if you have any questions or concerns.*",
        "7": "Back when it was that good-good.",
        "8": "That's what you think, in reality people will use this to make kids think sex is okay. You can look this up, it's called grooming. Textbook example.",
        "9": "I sang the alphabet song while examining each letter and can confirm this is the full alphabet, symmetrically.",
        "10": "It’s a lion turtle",
        "11": "[removed]",
        "12": "&gt;he earth it's at the back of a turtle\n\n [https://www.atlasobscura.com/articles/world-turtle-cosmic-discworld](https://www.atlasobscura.com/articles/world-turtle-cosmic-discworld)",
        "13": "Finally, someone post it with the right city.",
        "14": "Same here fellas!! Good to see yall around!",
        "15": "Kinda. It's used by UK grime artist Lethal Bizzle to describe something that's 'great, big, strong' stc.",
        "16": "You know that, I know that, [but apparently not even Lockheed knew that.](https://www.standard.net/news/local/f--b-bulkhead-cracks-solution-found/article_51826337-db84-5b27-be8c-efeab86b1157.html)",
        "17": "I'm gonna say the Z bothers me with the extra cross",
        "18": "Gotta start the homo/transsexual brainwashing early. Next step is hormone therapy. I’ll get banned for telling the truth, but it’s okay.",
        "19": "It’s turtles all the way down",
        "20": "i just ordered 20 seeds from etsy, got two seeds and a bunch of chaff. oh well, it's a risk you take. I've ordered seeds online several times and this is the first time I got ripped off.",
        "21": "Where in this conversation is anyone talking about non-domesticated dogs? Was your point just to state some random fact?",
        "22": "This would make an awesome puzzle! 😂",
        "23": "Why not call them parasols?",
        "24": "*Nikolaj.*",
        "25": "Each bill is 25000 numbers away from the next one."
    }
]